{
    "tab_bar": {
        "overview": "Επισκόπηση",
        "assistant": "Βοηθός",
        "food_bank": "Τρόφιμα",
        "historical": "Ιστορικό",
        "profile": "Προφίλ"
    },
    "overview_page": {
        "title": "Επισκόπηση",
        "intake": "Θερμιδική Κατανάλωση",
        "intake_info": {
            "kcal": "kcal.",
            "remaining": "Απομένουν:",
            "exceeding": "Υπέρβαση κατά:"
        },
        "healthy": "Υγιεινά Θρεπτικα Στοιχεία",
        "unhealthy": "Ανθυγιεινα Θρεπτικα Στοιχεία",
        "nutrients": {
            "protein": "Πρωτεΐνες",
            "fiber": "Φυτικές Ίνες",
            "sugars": "Σάκχαρα",
            "saturated": "Κορεσμένα Λιπαρά",
            "salt": "Αλάτι (mg)"
        }
    },
    "consumption_page": {
        "title": "Κατανάλωση:",
        "top_action_bar": {
            "title": "Κατανάλωση",
            "reset_values": "Επαναφορά",
            "save_changes": "Αποθήκευση",
            "search_hint": "Αναζήτηση ονόματος τροφίμου"
        },
        "metrics": {
            "grams": "grams:"
        },
        "bottom_action_bar": {
            "all_foods": "Όλα τα Τρόφιμα",
            "consumed": "Μόνο Καταναλωμένα"
        },
        "empty_page": {
            "title": "Αυτή η σελίδα είναι κενή.",
            "subTitle": "Δεν έχετε φάει ακόμα τίποτα."
        },
        "reset_values_dialog": {
            "title": "Απαιτείται Επιβεβαίωση",
            "body": "Είστε σίγουρος/η ότι θέλετε να μηδενίσετε την κατανάλωση τροφίμων της σημερινής ημέρας;",
            "cancel": "Ακύρωση",
            "confirm": "Επιβεβαίωση"
        }
    },
    "activities_page": {
        "title": "Δραστηριότητα: ",
        "metrics": {
            "distance": "Χιλιόμετρα"
        },
        "bottom_action_bar": {
            "reset_values": "Επαναφορά",
            "save_changes": "Αποθήκευση"
        },
        "reset_values_dialog": {
            "title": "Απαιτείται Επιβεβαίωση",
            "body": "Είστε σίγουρος/η ότι θέλετε να μηδενίσετε την δραστηριότητα της σημερινής ημέρας;",
            "cancel": "Ακύρωση",
            "confirm": "Επιβεβαίωση"
        }
    },
    "foods_page": {
        "title": "Τρόφιμα",
        "top_action_bar": {
            "sort": "Ταξινόμηση κατά:",
            "search_hint": "Αναζήτηση τροφίμου με βάση το όνομα"
        },
        "empty_page": {
            "title_no_results": "Δεν βρέθηκαν στοιχεία που να ταιριάζουν με τα κριτήρια αναζήτησης σας",
            "title_no_items": "Δεν υπάρχουν ακόμα στοιχεία στη λίστα σας",
            "subTitle": "Δεν υπάρχουν ακόμα στοιχεία στη λίστα σας"
        }
    },
    "ingredients_page": {
        "titles": {
            "add": "Προσθήκη Συστατικού",
            "edit": "Επεξεργασία Συστατικού"
        },
        "hints": {
            "0": "Αναφορική ποσότητα για τα μετρικά",
            "1": "Όνομα του συστατικού",
            "2": "Όνομα κατηγορίας",
            "3": "Συνολική ποσότητα θερμίδων (Κκαλ.)",
            "4": "Συνολική ποσότητα λιπαρών (γρ.)",
            "5": "Συγκεκριμένη ποσότητα κορεσμένων/τρανς λιπαρών (γρ.)",
            "6": "Συνολική ποσότητα υδατανθράκων (γρ.)",
            "7": "Συγκεκριμένη ποσότητα απλών υδατανθράκων/ζάχαρης (γρ.)",
            "8": "Συνολική ποσότητα διατροφικών ινών (γρ.)",
            "9": "Συνολική ποσότητα πρωτεΐνης (γρ.)",
            "10": "Συνολική ποσότητα αλατιού (mg.)"
        },
        "labels": {
            "0": "Αναφορική Ποσότητα",
            "1": "Όνομα Συστατικού",
            "2": "Κατηγορία Συστατικού",
            "3": "Θερμίδες",
            "4": "Συνολικά Λιπαρά",
            "5": "Κορεσμένα Λιπαρά",
            "6": "Υδατάνθρακες",
            "7": "Σάκχαρα",
            "8": "Φυτικές Ίνες",
            "9": "Πρωτεΐνη",
            "10": "Αλάτι"
        },
        "bottom_side_actions": {
            "save_button": "Αποθήκευση"
        }
    },
    "ingredient_details": {
        "title": "Λεπτομέρειες Συστατικού:",
        "info_board": "Διατροφική αξία ανά: ",
        "nutrients": {
            "calories": "Θερμίδες",
            "fat": "Συνολικά Λιπαρά",
            "saturated": "Κορεσμένα Λιπαρά",
            "carbs": "Υδατάνθρακες",
            "sugars": "Σάκχαρα",
            "fiber": "Φυτικές Ίνες",
            "protein": "Πρωτεΐνη",
            "salt": "Αλάτι"
        },
        "nutrient_descriptions": {
            "unit": "Αυτή η μετρική είναι η αναφορική ποσότητα για την οποία βασίζονται όλα τα διατροφικά στοιχεία που αναφέρονται σε αυτή τη λίστα. Μπορείτε να προσαρμόσετε τις διαφορετικές επιλογές ποσότητας ανά τρόφιμο στη σελίδα ρυθμίσεων",
            "calories": "Οι θερμίδες είναι μια μονάδα μέτρησης που χρησιμοποιείται για να ποσοτικοποιήσει την ποσότητα ενέργειας που παρέχει ένα συγκεκριμένο τρόφιμο όταν καταναλώνεται και μεταβολίζεται από το σώμα. Αντιπροσωπεύουν την ενεργειακή περιεκτικότητα ενός τροφίμου και χρησιμοποιούνται για να εκτιμήσουν το πιθανό αντίκτυπο του τροφίμου αυτού στην ενεργειακή ισορροπία και τη συνολική διατροφική πρόσληψη ενός ατόμου. Η κατανάλωση λιγότερων, ισάξιων ή περισσότερων θερμίδων από το ποσό που είναι αναγκαίο για τη κάλυψη των εργειακών μας αναγκών έχει ως αποτέλεσμα απώλεια βάρους, συντήρηση ή αύξηση αυτού αντίστοιχα (κυρίως σε μορφή αποθήκευσης λιπώδης μάζας στο σώμα)",
            "protein": "Οι πρωτεΐνες είναι ουσιώδεις μακρομόρια που αποτελούνται από αμινοξέα. Παίζουν ένα κρίσιμο ρόλο στη δομή, τη λειτουργία και τη ρύθμιση κυττάρων και ιστών στο σώμα. Οι πρωτεΐνες εμπλέκονται σε διάφορες βιολογικές διεργασίες, συμπεριλαμβανομένης της κατασκευής και της επισκευής ιστών, της υποστήριξης του ανοσοποιητικού συστήματος, της λειτουργίας ως ενζύμων για τη διευκόλυνση χημικών αντιδράσεων και της λειτουργίας ως μεταφορέων για μόρια μέσα στο σώμα. Διατροφικές πηγές πρωτεϊνών περιλαμβάνουν κρέας, κοτόπουλο, ψάρια, γαλακτοκομικά προϊόντα, όσπρια, καρύδια και ορισμένα δημητριακά.",
            "carbs": "Οι υδατάνθρακες, συχνά αναφερόμενοι ως υδατάνθρακες, είναι ένας από τους τρεις κύριους μακροθρεπτικούς παράγοντες που βρίσκονται στα τρόφιμα, μαζί με πρωτεΐνες και λιπαρά. Οι υδατάνθρακες είναι οργανικές ενώσεις που αποτελούνται από άτομα άνθρακα, υδρογόνου και οξυγόνου. Λειτουργούν ως κύρια πηγή ενέργειας για το σώμα, ιδίως για τον εγκέφαλο και τους μύες.",
            "sugars": "Οι ζάχαρες είναι απλοί υδατάνθρακες που είναι φυσικά παρόντες ή προστίθενται σε τρόφιμα και ποτά. Αποτελούνται από μικρά μόρια, όπως γλυκόζη, φρουκτόζη και σακχαρόζη. Οι ζάχαρες αποτελούν πηγή γρήγορης ενέργειας για το σώμα και συνήθως είναι φυσικά παρόντες σε φρούτα, λαχανικά και γαλακτοκομικά προϊόντα. Ωστόσο, όταν καταναλώνονται σε υπερβολικές ποσότητες, προστιθέμενες ζάχαρες από πηγές όπως γλυκά ποτά, γλυκίσματα και επεξεργασμένα τρόφιμα μπορούν να συμβάλουν στην υπερβολική πρόσληψη θερμίδων και πιθανώς σε αρνητικές επιπτώσεις στην υγεία. Είναι σημαντικό να περιοριστεί η κατανάλωση ζάχαρης (ειδικά από προϊόντα που περιέχουν προστιθέμενη ζάχαρη). Σύμφωνα με το W.H.O. η κατανάλωση ζάχαρης θα πρέπει να περιορίζεται στο 10% της ημερήσιας πρόσληψης θερμίδων.",
            "fat": "Τα λιπαρά, επίσης γνωστά ως λιπίδια, είναι ουσιώδεις μακροθρεπτικοί παράγοντες που λειτουργούν ως συμπυκνωμένη πηγή ενέργειας για το σώμα. Παίζουν ένα κρίσιμο ρόλο σε διάφορες φυσιολογικές λειτουργίες, συμπεριλαμβανομένης της παροχής μόνωσης, της προστασίας των οργάνων και της βοήθειας στην απορρόφηση λιπαρών βιταμινών (Α, D, E και Κ). Τα λιπαρά μπορούν να κατηγοριοποιηθούν σε διαφορετικούς τύπους: κορεσμένα λιπαρά, ακόρεστα λιπαρά (μονοακόρεστα και πολυακόρεστα) και τρανς λιπαρά. Τα ακόρεστα λιπαρά, που βρίσκονται σε τρόφιμα όπως καρύδια, σπόρους, αβοκάντο και ορισμένα έλαια, θεωρούνται γενικά υγιεινές επιλογές σε σύγκριση με τα κορεσμένα λιπαρά και ειδικά τα τρανς λιπαρά. Ενώ τα λιπαρά είναι απαραίτητα για μια ισορροπημένη διατροφή, η μέτρια κατανάλωση είναι καθοριστική, καθώς η υπερβολική κατανάλωση ανθυγιεινών λιπαρών μπορεί να συμβάλει στην αύξηση του βάρους και διάφορων προβλημάτων υγείας.",
            "saturated": "Τα κορεσμένα λιπαρά είναι ένας τύπος διαιτητικού λίπους που είναι κυρίως στερεά σε θερμοκρασία δωματίου. Βρίσκονται κυρίως σε τρόφιμα ζωικής προέλευσης και ορισμένα φυτικά έλαια. Τα κορεσμένα λιπαρά και ειδικά τα τρανς λιπαρά έχουν συσχετιστεί με την αύξηση των επιπέδων χοληστερόλης LDL (χαμηλής πυκνότητας λιποπρωτεϊνών) στο αίμα, το οποίο αναφέρεται συχνά ως 'κακή' χοληστερόλη. Αυξημένα επίπεδα χοληστερόλης LDL αποτελούν παράγοντα κινδύνου για καρδιαγγειακά νοσήματα. Σύμφωνα με τον W.H.O. συνιστάται η ελαχιστοποίηση της κατανάλωσης κορεσμένων/τρανς λιπαρών σε μηνιαία βάση στο ποσοστό τουλάχιστον 6% της συνο",
            "fiber": "Η διατροφική ίνα είναι ένας τύπος υδατανθράκων που το σώμα δεν μπορεί να πέρασε πλήρως ή να απορροφήσει. Βρίσκεται σε τρόφιμα βάσης φυτών όπως ολικά δημητριακά, φρούτα, λαχανικά, όσπρια, καρύδια και σπόρους. Βοηθά στη μείωση των επιπέδων χοληστερόλης και στη σταθεροποίηση των επιπέδων σακχάρου στο αίμα επιβραδύνοντας την πέψη και την απορρόφηση των υδατανθράκων. Προωθεί την τακτική κίνηση του εντέρου και συμβάλλει στη διατήρηση της υγείας του εντέρου. Επίσης, ενδεχομένως μειώνει τον κίνδυνο διαφόρων χρόνιων ασθενειών. Είναι σημαντικό να συμπεριλαμβάνετε μια ποικιλία τροφίμων πλούσια σε ίνες στη διατροφή σας για να υποστηρίξετε τα οφέλη που παρέχει η υγεία.",
            "salt": "Το αλάτι, χημικά γνωστό ως χλωριούχο νάτριο, είναι ένα ορυκτό που χρησιμοποιείται συχνά ως μπαχαρικό για να ενισχύσει τη γεύση των τροφίμων. Ενώ το αλάτι προσθέτει γεύση στα πιάτα, η υπερβολική κατανάλωση νατρίου, ενός συστατικού του αλατιού, μπορεί να έχει αρνητικές επιπτώσεις στην υγεία. Συνιστάται να περιοριστεί η κατανάλωση νατρίου μείωνοντας την κατανάλωση επεξεργασμένων τροφίμων υψηλής περιεκτικότητας σε νάτριο (όπως συσκευασμένα σνακ, κονσερβοποιημένες σούπες και γρήγορο φαγητό) και χρησιμοποιώντας αλάτι με μέτρο κατά τη μαγειρική και στο τραπέζι. Η επιλογή βοτάνων, μπαχαρικών και άλλων εναλλακτικών γευστικών μπορεί να βοηθήσει στη μείωση της εξάρτησης από το αλάτι για την ενίσχυση της γεύσης."
        },
        "button_side_actions": {
            "delete_button": "Διαγραφή",
            "edit_button": "Επεξεργασία"
        },
        "delete_dialog": {
            "title": "Απαιτείται Επιβεβαίωση",
            "body": "Είστε σίγουρος ότι επιθυμείτε να διαγράψετε αυτό το συστατικό;",
            "cancel": "Ακύρωση",
            "confirm": "Επιβεβαίωση"
        }
    },
    "historical_page": {
        "title": "Ιστορική Ανάλυση"
    },
    "profile_page": {
        "title": "Προφίλ",
        "hints": {
            "0": "Οι αντίστοιχες θερμίδες BMR σας",
            "1": "Ο στόχος σας για την καθημερινή κατανάλωση πρωτεΐνης",
            "2": "Ο στόχος σας για την καθημερινή κατανάλωση διατροφικής ίνας",
            "3": "Το όριο ζάχαρης που σας έχει οριστεί για κάθε ημέρα",
            "4": "Το όριο κορεσμένων / τρανς λιπαρών που σας έχει οριστεί για κάθε ημέρα",
            "5": "Το όριο αλατιού που σας έχει οριστεί για κάθε ημέρα",
            "6": "Το τρέχον βάρος σας (kg)",
            "7": "Το τρέχον ύψος σας (cm)"
        },
        "labels": {
            "0": "Θερμίδες BMR",
            "1": "Στόχος Πρωτεΐνης (gr.)",
            "2": "Στόχος Διατροφικής Ίνας (gr.)",
            "3": "Όριο Ζάχαρης (%)",
            "4": "Όριο Κορεσμένων / Τρανς Λιπαρών (%)",
            "5": "Όριο Αλατιού (mg)",
            "6": "Βάρος (kg)",
            "7": "Ύψος (cm)"
        },
        "button_side_actions": {
            "save_button": "Αποθήκευση"
        }
    },
    "settings_page": {
        "title": "Ρυθμίσεις"
    }
}